{"translation-revision-date":"2021-05-26 06:10:36+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Message":["Mensaje"],"Subject":["Asunto"],"Email Templates":["Plantillas de correo electrónico"],"User Dashboard":["Escritorio del usuario"],"Enter Subject here..":["Introduce el asunto aquí..."],"Reset Password":["Restablecer la contraseña"],"New Account":["Nueva cuenta"],"Upload your photo to display in the Registration Form. Leave it blank, if you want to display the default image.":["Sube tu foto para mostrarla en el formulario de registro. Déjalo en blanco si quieres mostrar la imagen por defecto."],"Enter Reset Password email template here..":["Introduce aquí la plantilla de correo electrónico para restablecer la contraseña..."],"Enter Terms and Conditions here..":["Introduce aquí los términos y condiciones..."],"Terms and Conditions Message":["Mensaje de los términos y condiciones"],"Enable this option to require terms and conditions in Registration form.":["Activa esta opción para hacer obligatorios los términos y condiciones en el formulario de registro."],"Terms and Conditions":["Términos y condiciones"],"Enable this option to allow automatic generation of user password.":["Activa esta opción para permitir la generación automática de la contraseña del usuario."],"Generate Password":["Generar la contraseña"],"Recipe Archive Image Crop":["Recorte de imagen de archivo de receta"],"Single Recipe Image Crop":["Recorte de imagen de receta única"],"Enable Recipe Featured Image":["Activar la imagen destacada de la receta"],"Enable this option to auto crop featured image in recipe home, archive and search pages.":["Activa esta opción para recortar automáticamente la imagen destacada en las páginas de inicio, archivo y búsqueda de recetas."],"Enable this option to auto crop featured image in recipe single.":["Activa esta opción para recortar automáticamente la imagen destacada en una receta única."],"Enable this option to display recipe featured image, before recipe card, in recipe single page.":["Activa esta opción para mostrar la imagen destacada de la receta antes de la tarjeta de recetas, en la página de receta única."],"Note":["Nota"],"Enter custom URL structure for your Recipe Tag Base. Default, recipe-tag.":["Insertar la estructura de URL personalizada para su base de etiquetas de recetas. Por defecto, \"recipe-tag\"."],"Tag Base":["Base de etiqueta"],"Plural":["Plural"],"Singular":["Singular"],"Custom Units":["Unidades personalizadas"],"Custom Icons":["Iconos personalizados"],"Miscellaneous":["Varios "],"Choose Images":["Elegir imágenes"],"Are you sure to delete the custom unit?":["¿Estás seguro de borrar la unidad personalizada?"],"Mark as complete":["Marcar como completado"],"Enter the custom quantity units for your ingredients.":["Escribe la unidad de cantidad personalizada de tus ingredientes."],"Max. file size %s Supports: PNG, JPEG":["Tamaño máximo de archivo %s. Formatos de imagen compatibles: JPEG, PNG"],"Add Custom Icon(s)":["Añade icono(s) personalizado"],"Add Custom Unit":["Añade unidad personalizada"],"Upload your custom icon(s) to choose for the Taxonomy Icons. Recommended format is PNG of size 40x40px.":["Sube tus iconos personalizados para elegir los iconos de las taxonomías. El formato recomendado es PNG de tamaño 40x40 px."],"Plural abbr":["Abreviatura de plural"],"Singular abbr":["Abreviatura de singular"],"Add\/replace Image":["Añadir\/reemplazar la imagen"],"Choose Image":["Elegir imagen"],"g":["gr"],"Save Changes":["Guardar los cambios"],"Unit":["Unidad"],"Instagram":["Instagram"],"Enter Facebook URL":["Introduce la URL de Facebook"],"Facebook":["Facebook"],"Recipe Page":["Página de recetas"],"Enter Linkedin URL":["Introduce la URL de LinkedIn"],"Linkedin":["LinkedIn"],"Enter Snapchat URL":["Introduce la URL de Snapchat"],"Snapchat":["Snapchat"],"Enter YouTube URL":["Introduce la URL de YouTube"],"YouTube":["YouTube"],"Enter Twitter URL":["Introduce la URL de Twitter"],"Twitter":["Twitter"],"Enter Pinterest URL":["Introduce la URL de Pinterest"],"Pinterest":["Pinterest"],"Enter Instagram URL":["Introduce la URL de Instagram"],"General Settings":["Ajustes generales"],"Jump to Video":["Saltar al vídeo"],"Recipe global settings saved sucessfully !!":["¡Los ajustes globales de la receta se han guardado correctamente!"],"Enter text for social share..":["Introduce el texto para compartir en redes sociales..."],"Enter the title text to show on the recipe social share section.":["Introduce el texto del título para mostrar en la sección de compartir la receta en redes sociales."],"Enter the social share title":["Introduce el título de compartir en redes sociales"],"Social Share Title":["Título de compartir en redes sociales"],"Show Search Bar":["Mostrar la barra del buscador"],"Select a page..":["Selecciona una página..."],"Recipe Search Page":["Página de búsqueda de recetas"],"Search Settings":["Ajustes del buscador"],"Enable this option to allow your readers to rate your recipes.":["Activa esta opción para permitir a tus lectores valorar tus recetas."],"Enable Ratings":["Activar las valoraciones"],"Grid View":["Vista de cuadrícula"],"List View":["Vista de lista"],"The Thank You Message will be added at the end of your print template.":["El mensaje de agradecimiento se añadirá al final de tu plantilla de impresión."],"Enter Thankyou Message here..":["Introduce el mensaje de agradecimiento aquí..."],"Thank You Message":["Mensaje de agradecimiento"],"Embed Author Information":["Incrustar la información del autor"],"This option will embed the social sharing information. Only works, if you have configured the Social Sharing Settings.":["Esta opción incrustará la información de compartir en redes sociales. Solo funciona si has configurado los ajustes de compartir en redes sociales."],"Display Social Sharing Info":["Mostrar la información de compartir en redes sociales"],"Enter the recipe URL to display in the print template.":["Introduce la URL de la receta para mostrar en la plantilla de impresión."],"Enter recipe link label":["Introduce la etiqueta del enlace de la receta"],"Recipe Link Label":["Etiqueta de enlace de la receta"],"This will add the recipe URL in the print template.":["Esto añadirá la URL de la receta en la plantilla de impresión."],"Embed Recipe Link":["Incrustar el enlace de la receta"],"Select the default Print Option settings.":["Selecciona los ajustes por defecto de la opción de impresión."],"Default Print Options":["Opciones de impresión por defecto"],"Enable this option if you want your readers to enable\/disable information in the print template.":["Activa esta opción si quieres que tus lectores activen o desactiven información en la plantilla de impresión."],"Allow Users To Customize":["Permitir a los usuarios personalizar"],"Print Options":["Opciones de impresión"],"This is the text that will be displayed on Print Recipe Button.":["Este es el texto que se mostrará en el botón de impresión de la receta."],"Enter Recipe print button text":["Introduce el texto del botón de impresión de la receta"],"Print Recipe Button Text":["Texto del botón «Imprimir receta»"],"Enable this option to allow readers to print the recipes.":["Activa esta opción para permitir a los lectores imprimir las recetas."],"Print Recipe Button":["Botón «Imprimir receta»"],"Print Settings":["Ajustes de impresión"],"Add your social media profile links. Leave it blank if you don't want to display any particular social\tprofile.":["Añade los enlaces de tu perfil en medios sociales. Déjalos en blanco si no quieres mostrar ningún perfil social en particular."],"Social Profile Links":["Enlaces a perfiles sociales"],"Social Profile Options":["Opciones de los perfiles sociales"],"Enter Author Description here..":["Introduce la descripción del autor aquí..."],"This will be displayed below the author name.":["Esto se mostrará debajo del nombre del autor."],"Enter Subtitle here..":["Introduce el subtítulo aquí..."],"Subtitle":["Subtítulo"],"Enter Author Name here..":["Introduce el nombre del autor aquí..."],"Author Name":["Nombre del autor"],"Choose recipe author. The author will be used to display author details and author archive.":["Elige el autor de la receta. El autor se usará para mostrar los detalles del autor y el archivo del autor."],"Select recipe author":["Selecciona el autor de la receta"],"Recipe Author":["Autor de la receta"],"Enable this option to display header with author information on author archive page. Disable this option if your theme contains headers.":["Activa esta opción para mostrar la cabecera con la información del autor en la página de archivo del autor. Desactiva esta opción si tu tema contiene cabeceras."],"Show Author Archive Header":["Mostrar la cabecera del archivo del autor"],"Only enable this option, if only one author publishes the recipes. Keep this option disabled, if you have multiple authors.":["Activa esta opción si solo un autor publica las recetas. Mantén esta opción desactivada si tienes varios autores."],"Author Profile":["Perfil del autor"],"Author Settings":["Ajustes del autor"],"Delete":["Eliminar"],"Replace":["Reemplazar"],"Supports: .JPG, .PNG images":["Imágenes compatibles: .JPG, .PNG"],"Upload your photo to display in the author profile. Leave it blank, if you don't want to display in the profile.":["Sube tu foto para mostrarla en el perfil del autor. Déjalo en blanco, si no quieres aparecer en el perfil."],"Upload Your Photo":["Sube tu foto"],"Secondary Color":["Color secundario"],"Primary Color":["Color principal"],"These color options controls the look and feel of your recipe card.":["Estas opciones de color controlan el aspecto de tu tarjeta de recetas."],"Recipe Colors":["Colores de la receta"],"Appearance":["Apariencia"],"Global Settings":["Ajustes globales"],"Click to initialize RichEditor":["Haz clic para iniciar el editor enriquecido"],"Enter the content for the social share. The content section will be displayed on the recipe single page.":["Introduce el contenido para compartir socialmente. La sección de contenido se mostrará en la página individual de la receta."],"Enable this option to allow Social Sharing.":["Activa esta opción para permitir compartir socialmente."],"Social Sharing":["Compartir socialmente"],"Add the default label text for the search filters.":["Añade el texto por defecto de la etiqueta para los filtros de búsqueda."],"Search Filter Fields":["Filtro de los campos de búsqueda"],"Enter the default rating label.":["Introduce la etiqueta por defecto para la valoración."],"Enable this option to display the comment section for your recipe posts.":["Activar esta opción para mostrar la sección de comentarios en tus posts de recetas."],"Display Comments":["Mostrar comentarios"],"Enable this option to display the recipe published date.":["Activar esta opción para mostrar la fecha de publicación de la receta."],"Display Recipe Published Date":["Mostrar la fecha de publicación de la receta."],"Enable this option to display the recipe author below the post title.":["Activar esta opción para mostrar al autor de la receta bajo el título de la entrada."],"Display Recipe Author":["Mostrar autor de la receta."],"Enable this option to display the Powered by Delicious Recipes on your recipe posts.":["Activar esta opción para mostrar Powered by Delicious Recipes en tus entradas."],"Display Powered By":["Mostrar Powered By"],"Enable this option to display Previous\/Next navigation on your recipe posts.":["Activar esta opción para mostrar los botones de navegación Anterior\/Siguiente en tus entradas de recetas."],"Recipe Navigation":["Navegación entre recetas."],"Enter label":["Introduce la etiqueta"],"Click on the pencil icon to edit the default text.":["Haz clic en el icono del lápiz para editar el texto predeterminado."],"You can quickly hide or show different recipe elements (site-wide) with these checkboxes.":["Puedes ocultar o mostrar rápidamente diferentes elementos de recetas (en todo el sitio) con estas casillas de verificación."],"Global Recipe Toggles":["Alternar recetas globales: "],"Ingredient line format":["Formato de ingredientes en línea"],"Enable this option to display recipe title <H1> and metas in recipe single page.":["Activa esta opción para mostrar el título de la receta <H1> y metas en la página de la receta"],"Enable Recipe Details Header":["Activar encabezado de detalles de receta"],"Recipe Details":["Detalles de la receta"],"Recipe Archive Description here...":["Descripción del archivo de recetas aquí..."],"Archive Description":["Descripción del archivo"],"Enter recipe archive title text":["Ingresa el texto del título del archivo de recetas."],"Recipe Archive Title":["Título del archivo de recetas"],"Recipe Archive":["Archivo de recetas"],"Upload your logo to display in the print template. Leave it blank, if you don't want to display in the template.":["Sube to logo para mostrar en la plantilla de impresión. Déjalo en blanco si no quieres que se muestre en la plantilla."],"Upload Your Logo":["Sube tu logotipo"],"Cooking Method Base":["Base de métodos de cocina"],"Recipe Base":["Base de recetas"],"Permalinks":["Enlaces permanentes"],"Enable this option to display the nutrition with 0 value. If the nutrition field is blank, it will not show that nutrition.":["Activa esta opción para mostrar la nutrición con valor 0. Si el campo de nutrición se deja en blanco, no se mostrará la nutrición."],"Display Nutrition with 0 values":["Mostrar nutrición con valor 0"],"Add the default daily value disclaimer for the nutrition facts chart.":["Agrega la exención de responsabilidad del valor diario para la tabla de información nutricional."],"Daily Value Disclaimer text here...":["Texto para la exención de responsabilidad del valor diario aquí..."],"Daily Value Disclaimer":["Exención de responsabilidad del valor diario"],"This option will enable\/disable the nutrition facts on the recipe post.":["Esta opción activa\/desactiva la información nutricional en las entradas de recetas"],"Show Nutrition Facts":["Mostrar Información nutricional"],"Enter number of recipes to show per page.":["Introduce el número de recetas a mostrar por página."],"Recipe Per Page":["Recetas por página"],"Enable this option to display the recipes on the homepage.":["Activa esta opción para mostrar las recetas en la página de Inicio"],"Display Recipes On Homepage":["Mostrar recetas en pagina de Inicio"],"Enable this option to use typography fonts from plugin. Disable to use theme's default fonts.":["Activa esta opción para usar las fuentes de tipografía del plugin. Desactiva esta opción para usar las fuentes por defecto del tema."],"Enable Plugin Typography":["Activar tipografía del plugin"],"Enable Social Share Options":["Activar las opciones para compartir socialmente"],"Enter seatch filter label":["Introduce la etiqueta del filtro de búsqueda"],"Default Filter Labels":["Etiquetas de filtro por defecto"],"Select the fields that you want to display in the search filters.":["Selecciona los campos que quieres mostrar en los filtros de búsqueda."],"Enable this option to display the search form on the search page.":["Activa esta opción para mostrar el formulario de búsqueda en la página de búsqueda."],"Enter the label for the rating section.":["Introduce la etiqueta para la sección de valoración."],"Default Rating Label":["Etiqueta de valoración por defecto"],"Review Ratings":["Calificación de reseñas"],"Enter recipe ingredient format string":["Introduce la cadena de formato de ingredientes"],"Enter recipe string text format for ingredient on recipe single page. Available Tags: {qty} : Quantity, {unit} : Ingredient unit, {ingredient} : Ingredient name, {notes} : Ingredient notes.":["Introduce la cadena de formato de texto para ingredientes de receta en la página de receta única. Etiquetas disponibles: {qty}: Cantidad, {unit}: Unidad de ingrediente, {ingrediente}: Nombre del ingrediente, {notas}: Notas de ingrediente."],"Enter title for the terms box in taxonomy archive page templates.":["Introduce el título del cuadro de términos en las plantillas de página de archivo de taxonomía."],"Recipe Taxonomy Subtitle":["Subtítulo de taxonomía de receta"],"Enter Recipe Archive description.":["Introduce la descripción de receta."],"Default Archive Layout":["Diseño de archivo predeterminado"],"Select the default archive view for recipe listings.":["Selecciona la vista predeterminada para los listados de recetas."],"This is the text that will be displayed on Recipe Archive Title.":["Este es el texto que se mostrará en el título del archivo de receta."],"Key Base":["Clave base "],"Cuisine Base":["Cocina base "],"Enter nutrition facts label":["Introducir etiqueta de información nutricional"],"Edit":["Editar"],"Add Image":["Añadir una imagen"],"Narrow Your Search":["Limitar tu búsqueda"],"Ingredients":["Ingredientes"],"Instructions":["Instrucciones"],"Description":["Descripción"],"Sorting":["Clasificación"],"Author":["Autor"],"Courses":["Cursos"],"Cooking Method":["Método de cocción"],"Cuisine":["Cocina"],"Difficulty":["Dificultad"],"Prep Time":["Tiempo de preparación"],"Cook Time":["Tiempo de cocción"],"Rest Time":["Tiempo de descanso"],"Total Time":["Tiempo total"],"Servings":["Porciones"],"Calories":["Calorías"],"Best Season":["Mejor temporada"],"Recipe Keys":["Claves de receta"],"Jump To Recipe":["Saltar a la receta"],"Keywords":["Palabras claves"],"Notes":["Notas"],"Recipe Index":["Índice de recetas"],"Rate this recipe":["Calificar esta receta"],"Print Recipe":["Imprimir receta"],"Title":["Título"],"Info":["Información"],"Images":["Imágenes"],"Nutrition":["Nutrición"],"Author Bio":["Biografía del autor"],"Thank You Note":["Nota de agradecimiento"],"Read it online:":["Léelo en línea:"],"Nutrition Facts":["Información nutricional"],"Season":["Temporada"],"Recipe Type":["Tipo de receta"],"Reset":["Restablecer"],"gram":["gramo"],"grams":["gramos"],"Social Share":["Compartir"],"Did you make this recipe?":["¿Hiciste esta receta?"],"File under":["Archivar en"],"Video":["Vídeo"],"Percent Daily Values are based on a 2,000 calorie diet. Your daily value may be higher or lower depending on your calorie needs.":["Los valores diarios porcentuales se basan en una dieta de 2000 calorías. Tu valor diario puede ser mayor o menor dependiendo de tus necesidades calóricas."],"Simple Factor":["Factor simple "]}},"comment":{"reference":"assets\/admin\/build\/global.js"}}